import React from 'react';

const CheckoutDetails = () => {
    return (
        <div className='bangla-font'>
            <div>
                <h3>সম্মানিত গ্রাহক,</h3>
                <div>
                    <p>১) ঢাকা সিটির ভিতরে ডেলিভারির সময়সীমা ৩-৫ কার্যদিবস এবং ঢাকা সিটির বাহিরে ৫-৭ কার্যদিবস।</p>
                    <p>২) সারা লাইফস্টাইল এবং ঢেউ ব্র্যান্ড ডেলিভারি চার্জ: ঢাকা সিটির মধ্যে - ৩৮৯ টাকার উপরে অর্ডার করলে ফ্রি ডেলিভারি এবং ৩৮৯ টাকার নিচে অর্ডার করলে ডেলিভারি চার্জ ৫০ টাকা (শুধুমাত্র সারা লাইফস্টাইল এবং ঢেউ ব্র্যান্ডের প্রোডাক্টের ক্ষেত্রে প্রযোজ্য) এবং ঢাকা সিটির বাহিরে - ১০০ টাকা।</p>
                    <p>৩) সারা লাইফস্টাইল এবং ঢেউ ব্র্যান্ডের ডিসকাউন্ট প্রাইজের প্রোডাক্ট অর্ডারের ক্ষেত্রে ডেলিভারি চার্জ প্রযোজ্য।</p>
                    <p>৪) মার্কেটপ্লেস সেলার প্রোডাক্টের ক্ষেত্রে ঢাকা সিটির মধ্যে ডেলিভারি চার্জ ৬০ টাকা এবং ঢাকা সিটির বাইরে ডেলিভারি চার্জ ১২০ টাকা |</p>
                    <p>৫) সারা লাইফস্টাইল, ঢেউ এবং মার্কেটপ্লেস সেলার প্রোডাক্টের ক্ষেত্রে পার্সেল এর ওজনের ওপর ভিত্তি করে ডেলিভারি চার্জ পরিবর্তন হবে।</p>
                    <p>৬) সারা এবং ঢেউ ব্র্যান্ডের ডিসকাউন্টের প্রোডাক্টের ক্ষেত্রে প্রোডাক্ট অবশ্যই ডেলিভারি পারসন এর সামনে চেক করে নিতে হবে। ডিসকাউন্টের প্রোডাক্টের ডেলিভারি রিসিভ করার পর রিটার্ণ/রিপ্লেসমেন্ট/রিফান্ড প্রযোজ্য হবে না।</p>
                    <p>৭) সারা এবং ঢেউ ব্র্যান্ডের ডিসকাউন্টের প্রোডাক্ট অর্ডারের ক্ষেত্রে অন্য কোনো প্রকার অফার (গ্রামীণফোন/ বাংলালিংক স্টার গ্রাহক, প্রিভিলেজ কাস্টমার এবং ১০% কার্ড পেমেন্ট অফার ইত্যাদি) গ্রহণ করতে পারবেন না।</p>
                    <p>৮) অর্ডার কনফার্মেশন হবার পরে কোন অর্ডার প্রোডাক্ট স্টকআউট জনিত কারণে বাতিল হলে তা সারা লাইফস্টাইল লিমিটেড ম্যানেজমেন্ট এর সিদ্ধান্ত অনুযায়ী রিটার্ন অথবা রিফান্ড পলিসি অনুযায়ী বিবেচিত হবে।</p>
                    <p>৯) মার্কেটপ্লেস এর প্রোডাক্ট যে কোনো কারণে রিটার্ন করা হলে গ্রাহককে অবশ্যই ডেলিভারি চার্জ টাকা প্রদান করতে হবে।</p>
                    <p>১০) মূল্য সংযোজন কর ও সম্পূরক শুল্ক আইন, ২০১২ অনুযায়ী সেবার কোড S078 এর ভ্যাট ৭.৫% পরিবর্তিত হয়ে সংশোধিত ভ্যাট আইন প্রজ্ঞাপন এস. আর. ও নং-৩৯ (২২ জানুয়ারী ২৫) অনুযায়ী ১০% ভ্যাট আরোপিত হয়েছে।</p>
                    <p>১১) মার্কেটপ্লেস প্রোডাক্টের নিরাপত্তার জন্য ইলেকট্রনিক্স প্রোডাক্ট/ওয়াচ/লাগেজ এবং বেশি মূল্যের অন্যান্য কিছু ক্যাটেগরির প্রোডাক্ট ডেলিভারি টাইমে চেক করে নেওয়ার কোনো সুযোগ থাকছে না (পার্সেলটি ক্লোজ বক্স পলিসিতে ডেলিভারি হবে) । অনুগ্রহ করে প্রোডাক্ট আনবক্সিং করার সময় অবশ্যই আনবক্সিং ভিডিও রাখবেন।</p>
                    <p>১২) মার্কেটপ্লেসের ৫ হাজার টাকা বা তার বেশি মূল্যের প্রোডাক্ট ক্যাশ অন ডেলিভারিতে অর্ডার করার পর সর্বমোট অর্ডার মূল্যের ১০% অগ্রিম প্রদান করে অর্ডার কনফার্ম করতে হবে এবং বাকি টাকা ক্যাশ অন ডেলিভারিতে প্রসেস করা হবে।</p>
                    <p>১৩) সারা লাইফস্টাইল যেকোন সময় শর্তাবলী পরিবর্তন করার অধিকার রাখে।</p>
                </div>
            </div>

            <div>
                <h3>বিকাশ ১০% ক্যাশব্যাক অফারের শর্তসমূহঃ</h3>
                <div>
                    <p>১) বিকাশ ১০% ক্যাশব্যাক অফারটি শুধুমাত্র অনলাইনের জন্য প্রযোজ্য।</p>
                    <p>২)  বিকাশ ১০% ক্যাশব্যাক অফারটি অনলাইনের সকল প্রোডাক্টের ক্ষেত্রে প্রযোজ্য।</p>
                    <p>৩) বিকাশ ১০% ক্যাশব্যাক অফার একদিনে সর্বোচ্চ ১৫০ টাকা এবং পুরো ক্যাম্পেইনে সর্বোচ্চ ৩০০ টাকা পাওয়া যাবে, তবে ক্যাশব্যাক অফারটি উপভোগ করতে সর্বনিম্ন অর্ডার মূল্য ৫০০ টাকা হতে হবে।</p>
                    <p>৪) বিকাশ ১০% ক্যাশব্যাকের জন্য গ্রাহককে অবশ্যই বিকাশ USSD, APP, QR, DQR, BQR, DBQR, Visa Passthrough, NFC, PGW, BNPL Payment এর মাধ্যমে পেমেন্ট অপসন থেকে পেমেন্ট করতে হবে।</p>
                    <p>৫) বিকাশ ১০% ক্যাশব্যাক অফারটি "সারা লাইফস্টাইল" ওয়েবসাইটে SSLCOMMERZ - এর বিকাশ অপসন থেকে পেমেন্ট করলে অফারটি প্রযোজ্য হবে না।</p>
                    <p>৬) বিকাশ ১০% ক্যাশব্যাক অফার গ্রহণ করা অবস্থায় কাস্টমার একাধিক অফার (গ্রামীণফোন/ বাংলালিংক স্টার গ্রাহক, প্রিভিলেজ কাস্টমার এবং ১০% কার্ড পেমেন্ট অফার) গ্রহণ করতে পারবেন না।</p>
                    <p>৭) অর্ডার কনফার্মেশন হবার পরে কোন অর্ডার প্রোডাক্ট স্টকআউট জনিত কারণে বাতিল হলে তা আমাদের রিটার্ন এবং রিফান্ড পলিসি অনুযায়ী বিবেচিত হবে, তবে টাকা রিফান্ড করার সময় বিকাশ ১০% ক্যাশব্যাক এমাউন্ট কেটে রেখে বাকি টাকা রিফান্ড করে দেয়া হবে।</p>
                    <p>৮) বিকাশ ১০% ক্যাশব্যাক অফার ক্যাম্পাইন চলাকালীন সময়ে গ্রাহক অন্য ব্র্যান্ড শপ / শপ থেকে ১৫০ টাকা পর্যন্ত ক্যাশব্যাক পেয়ে থাকলে বর্তমানে সারা লাইফস্টাইল এ পেমেন্ট করে ক্যাশব্যাক পাবেন না।</p>
                    <p>৯) বিকাশ ১০% ক্যাশব্যাক অফারটির সময়সীমাঃ ১লা মে, ২০২৬ থেকে ৩১শে মে, ২০২৬ পর্যন্ত।</p>
                </div>
            </div>
        </div>

    );
};
export default CheckoutDetails;
